const setting = [
    // 슬라이더의 개수를 조정.
    {id: 0, num: 7},

    // 첫번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 1, num: 7},

    // 두번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 2, num: 7},

    // 세번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 3, num: 7, min: 3, max: 12},

    // 네번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 4, num: 5},

    // 다섯번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 5, num: 5},

    // 여섯번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 6, num: 5},

    // 일곱번째 슬라이더의 아이템 개수, 라디오 개수 조정.
    {id: 7, num: 5},
]

export default setting;